export const questions = [
    {
        id: 1,
        domain: "effectiveness",
        domainName: "Эффективность",
        text: "Насколько вы удовлетворены или неудовлетворены способностью лекарства предотвращать или лечить ваше заболевание?",
        options: ["Крайне неудовлетворен", "Очень неудовлетворен", "Неудовлетворен", "В некоторой степени удовлетворен", "Удовлетворен", "Очень удовлетворен", "Крайне удовлетворен"]
    },
    {
        id: 2,
        domain: "effectiveness",
        domainName: "Эффективность",
        text: "Насколько вы удовлетворены или неудовлетворены тем, как лекарство облегчает ваши симптомы?",
        options: ["Крайне неудовлетворен", "Очень неудовлетворен", "Неудовлетворен", "В некоторой степени удовлетворен", "Удовлетворен", "Очень удовлетворен", "Крайне удовлетворен"]
    },
    {
        id: 3,
        domain: "effectiveness",
        domainName: "Эффективность",
        text: "Насколько вы удовлетворены или неудовлетворены временем, которое требуется лекарству, чтобы начать действовать?",
        options: ["Крайне неудовлетворен", "Очень неудовлетворен", "Неудовлетворен", "В некоторой степени удовлетворен", "Удовлетворен", "Очень удовлетворен", "Крайне удовлетворен"]
    },
    {
        id: 4,
        domain: "convenience",
        domainName: "Удобство применения",
        text: "Насколько легко или трудно использовать лекарство в его текущей форме (таблетки, уколы и т.д.)?",
        options: ["Крайне трудно", "Очень трудно", "Трудно", "В некоторой степени легко", "Легко", "Очень легко", "Крайне легко"]
    },
    {
        id: 5,
        domain: "convenience",
        domainName: "Удобство применения",
        text: "Насколько легко или трудно планировать время приема лекарства каждый раз?",
        options: ["Крайне трудно", "Очень трудно", "Трудно", "В некоторой степени легко", "Легко", "Очень легко", "Крайне легко"]
    },
    {
        id: 6,
        domain: "convenience",
        domainName: "Удобство применения",
        text: "Насколько удобно или неудобно принимать лекарство так, как предписано врачом?",
        options: ["Крайне неудобно", "Очень неудобно", "Неудобно", "В некоторой степени удобно", "Удобно", "Очень удобно", "Крайне удобно"]
    },
    {
        id: 7,
        domain: "global",
        domainName: "Общая удовлетворенность",
        text: "В целом, насколько вы уверены, что прием этого лекарства приносит вам пользу?",
        options: ["Совсем не уверен", "Немного уверен", "Умеренно уверен", "Очень уверен", "Абсолютно уверен"]
    },
    {
        id: 8,
        domain: "global",
        domainName: "Общая удовлетворенность",
        text: "Насколько вы уверены, что положительные стороны вашего лекарства перевешивают отрицательные?",
        options: ["Совсем не уверен", "Немного уверен", "Умеренно уверен", "Очень уверен", "Абсолютно уверен"]
    },
    {
        id: 9,
        domain: "global",
        domainName: "Общая удовлетворенность",
        text: "Принимая во внимание все факторы, насколько вы удовлетворены или неудовлетворены этим лекарством?",
        options: ["Крайне неудовлетворен", "Очень неудовлетворен", "Неудовлетворен", "В некоторой степени удовлетворен", "Удовлетворен", "Очень удовлетворен", "Крайне удовлетворен"]
    }
];